Repository: Pro-IT-Services/ProIdentity-Access
Catalog: ios/ProIdentity/Localizable.xcstrings
Source language: en
Languages: cs, de, es, hu, it, pl, sk

source: %lld imported
cs: %lld importováno
de: %lld importiert
es: %lld importadas
hu: %lld importálva
it: %lld importate
pl: %lld zaimportowanych
sk: %lld importovaných

source: %lldh ago
cs: Před %lldh
de: vor %lldh
es: hace %lldh
hu: %lldh órája
it: %lldh fa
pl: %lldh temu
sk: pred %lld h

source: %lldm ago
cs: Před %lldm
de: vor %lldm
es: hace %lldm
hu: %lldm perce
it: %lldm fa
pl: %lldm temu
sk: pred %lld min

source: %llds ago
cs: Před %llds
de: vor %llds
es: hace %llds
hu: %llds másodperce
it: %llds fa
pl: %llds temu
sk: pred %lld s

source: A fresh key and address are issued each time you connect.
cs: Při každém připojení se vydá nový klíč a adresa.
de: Bei jeder Verbindung werden ein neuer Schlüssel und eine neue Adresse ausgestellt.
es: Cada vez que se conecta se emiten una clave y una dirección nuevas.
hu: Minden csatlakozáskor új kulcs és cím kerül kiosztásra.
it: A ogni connessione vengono rilasciati una chiave e un indirizzo nuovi.
pl: Przy każdym połączeniu wydawany jest nowy klucz i adres.
sk: Pri každom pripojení sa vydá nový kľúč a adresa.

source: A unique encryption key is created on this device. It never leaves it.
cs: Na tomto zařízení se vytvoří jedinečný šifrovací klíč. Nikdy jej neopustí.
de: Auf diesem Gerät wird ein eindeutiger Verschlüsselungsschlüssel erzeugt. Er verlässt das Gerät nie.
es: En este dispositivo se crea una clave de cifrado única. Nunca sale de él.
hu: Egyedi titkosítási kulcs jön létre ezen az eszközön. Soha nem hagyja el.
it: Su questo dispositivo viene creata una chiave di crittografia univoca, che non lo lascia mai.
pl: Na tym urządzeniu tworzony jest unikalny klucz szyfrowania. Nigdy go nie opuszcza.
sk: V tomto zariadení sa vytvorí jedinečný šifrovací kľúč, ktorý ho nikdy neopustí.

source: About
cs: O aplikaci
de: Über
es: Información
hu: Névjegy
it: Informazioni
pl: Informacje
sk: O aplikácii

source: Account
cs: Účet
de: Konto
es: Cuenta
hu: Fiók
pl: Konto
sk: Účet

source: Add a connection to get started
cs: Začněte přidáním připojení
de: Fügen Sie eine Verbindung hinzu, um zu beginnen
es: Añada una conexión para empezar
hu: A kezdéshez adjon hozzá egy kapcsolatot
it: Aggiunga una connessione per iniziare
pl: Dodaj połączenie, aby rozpocząć
sk: Začnite pridaním pripojenia

source: Address
cs: Adresa
de: Adresse
es: Dirección
hu: Cím
it: Indirizzo
pl: Adres
sk: Adresa

source: All connections and settings are removed from this device. This can't be undone.
cs: Všechna připojení a nastavení se z tohoto zařízení odstraní. Tuto akci nelze vrátit zpět.
de: Alle Verbindungen und Einstellungen werden von diesem Gerät entfernt. Dies kann nicht rückgängig gemacht werden.
es: Se eliminan de este dispositivo todas las conexiones y los ajustes. Esta acción no se puede deshacer.
hu: Minden kapcsolat és beállítás eltávolításra kerül erről az eszközről. Ez nem vonható vissza.
it: Tutte le connessioni e le impostazioni vengono rimosse da questo dispositivo. L'operazione non può essere annullata.
pl: Wszystkie połączenia i ustawienia zostaną usunięte z tego urządzenia. Tej operacji nie można cofnąć.
sk: Všetky pripojenia a nastavenia sa z tohto zariadenia odstránia. Túto akciu nemožno vrátiť späť.

source: Approve connection
cs: Schválit připojení
de: Verbindung genehmigen
es: Aprobar la conexión
hu: Kapcsolat jóváhagyása
it: Approva connessione
pl: Zatwierdź połączenie
sk: Schváľte pripojenie

source: Approve sign-in
cs: Schválit přihlášení
de: Anmeldung genehmigen
es: Aprobar el inicio de sesión
hu: Bejelentkezés jóváhagyása
it: Approva accesso
pl: Zatwierdź logowanie
sk: Schváľte prihlásenie

source: Approved
cs: Schváleno
de: Genehmigt
es: Aprobada
hu: Jóváhagyva
it: Approvata
pl: Zatwierdzono
sk: Schválené

source: Back
cs: Zpět
de: Zurück
es: Atrás
hu: Vissza
it: Indietro
pl: Wstecz
sk: Späť

source: Can't reach the server. Check the address and try again.
cs: Server není dostupný. Zkontrolujte adresu a zkuste to znovu.
de: Der Server ist nicht erreichbar. Prüfen Sie die Adresse und versuchen Sie es erneut.
es: No se puede conectar con el servidor. Compruebe la dirección e inténtelo de nuevo.
hu: A szerver nem érhető el. Ellenőrizze a címet, és próbálja újra.
it: Impossibile raggiungere il server. Verifichi l'indirizzo e riprovi.
pl: Nie można połączyć się z serwerem. Sprawdź adres i spróbuj ponownie.
sk: Server je nedostupný. Skontrolujte adresu a skúste to znova.

source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
hu: Mégse
it: Annulla
pl: Anuluj
sk: Zrušiť

source: Choose a file…
cs: Vyberte soubor…
de: Datei auswählen…
es: Elija un archivo…
hu: Válasszon fájlt…
it: Scelga un file…
pl: Wybierz plik…
sk: Vybrať súbor…

source: Configuration
cs: Konfigurace
de: Konfiguration
es: Configuración
hu: Konfiguráció
it: Configurazione
pl: Konfiguracja
sk: Konfigurácia

source: Configuration files
cs: Konfigurační soubory
de: Konfigurationsdateien
es: Archivos de configuración
hu: Konfigurációs fájlok
it: File di configurazione
pl: Pliki konfiguracji
sk: Konfiguračné súbory

source: Configuration text
cs: Text konfigurace
de: Konfigurationstext
es: Texto de configuración
hu: Konfigurációs szöveg
it: Testo di configurazione
pl: Tekst konfiguracji
sk: Text konfigurácie

source: Configurations
cs: Konfigurace
de: Konfigurationen
es: Configuraciones
hu: Konfigurációk
it: Configurazioni
pl: Konfiguracje
sk: Konfigurácie

source: Connect
cs: Připojit
de: Verbinden
es: Conectar
hu: Csatlakozás
it: Connetti
pl: Połącz
sk: Pripojiť

source: Connect %@
cs: Připojit %@
de: %@ verbinden
es: Conectar %@
hu: %@ csatlakoztatása
it: Connetti %@
pl: Połącz %@
sk: Pripojiť %@

source: Connect to %@
cs: Připojit k %@
de: Mit %@ verbinden
es: Conectar a %@
hu: Csatlakozás ehhez: %@
it: Connetti a %@
pl: Połącz z %@
sk: Pripojiť k %@

source: Connected
cs: Připojeno
de: Verbunden
es: Conectado
hu: Csatlakoztatva
it: Connesso
pl: Połączono
sk: Pripojené

source: Connected for %@
cs: Připojeno %@
de: Verbunden seit %@
es: Conectado durante %@
hu: Csatlakoztatva %@ óta
it: Connesso da %@
pl: Połączono przez %@
sk: Čas pripojenia: %@

source: Connecting…
cs: Připojování…
de: Verbinden…
es: Conectando…
hu: Csatlakozás…
it: Connessione in corso…
pl: Łączenie…
sk: Pripája sa…

source: Connection
cs: Připojení
de: Verbindung
es: Conexión
hu: Kapcsolat
it: Connessione
pl: Połączenie
sk: Pripojenie

source: Connection status
cs: Stav připojení
de: Verbindungsstatus
es: Estado de la conexión
hu: Kapcsolat állapota
it: Stato connessione
pl: Stan połączenia
sk: Stav pripojenia

source: Connection unavailable
cs: Připojení není k dispozici
de: Verbindung nicht verfügbar
es: Conexión no disponible
hu: A kapcsolat nem érhető el
it: Connessione non disponibile
pl: Połączenie niedostępne
sk: Pripojenie nie je k dispozícii

source: Connections
cs: Připojení
de: Verbindungen
es: Conexiones
hu: Kapcsolatok
it: Connessioni
pl: Połączenia
sk: Pripojenia

source: Continue
cs: Pokračovat
de: Weiter
es: Continuar
hu: Folytatás
it: Continua
pl: Kontynuuj
sk: Pokračovať

source: Continue without signing in
cs: Pokračovat bez přihlášení
de: Ohne Anmeldung fortfahren
es: Continuar sin iniciar sesión
hu: Folytatás bejelentkezés nélkül
it: Continua senza accedere
pl: Kontynuuj bez logowania
sk: Pokračovať bez prihlásenia

source: Couldn't connect
cs: Nelze se připojit
de: Verbindung fehlgeschlagen
es: No se pudo conectar
hu: A csatlakozás nem sikerült
it: Connessione non riuscita
pl: Nie udało się połączyć
sk: Nepodarilo sa pripojiť

source: Couldn't register
cs: Registrace se nezdařila
de: Registrierung fehlgeschlagen
es: No se pudo registrar
hu: A regisztráció nem sikerült
it: Registrazione non riuscita
pl: Nie udało się zarejestrować
sk: Nepodarilo sa zaregistrovať

source: Couldn't sign in
cs: Přihlášení se nezdařilo
de: Anmeldung fehlgeschlagen
es: No se pudo iniciar sesión
hu: A bejelentkezés nem sikerült
it: Accesso non riuscito
pl: Nie udało się zalogować
sk: Nepodarilo sa prihlásiť

source: Delete
cs: Smazat
de: Löschen
es: Eliminar
hu: Törlés
it: Elimina
pl: Usuń
sk: Vymazať

source: Delete %@?
cs: Smazat %@?
de: %@ löschen?
es: ¿Eliminar %@?
hu: Törli ezt: %@?
it: Eliminare %@?
pl: Usunąć %@?
sk: Vymazať %@?

source: Delete configuration
cs: Smazat konfiguraci
de: Konfiguration löschen
es: Eliminar la configuración
hu: Konfiguráció törlése
it: Elimina configurazione
pl: Usuń konfigurację
sk: Vymazať konfiguráciu

source: Details
cs: Podrobnosti
es: Detalles
hu: Részletek
it: Dettagli
pl: Szczegóły
sk: Podrobnosti

source: Details and traffic for a connection appear here.
cs: Zde se zobrazí podrobnosti a provoz připojení.
de: Details und Datenverkehr einer Verbindung erscheinen hier.
es: Aquí aparecen los detalles y el tráfico de una conexión.
hu: A kapcsolat részletei és forgalma itt jelennek meg.
it: I dettagli e il traffico di una connessione vengono mostrati qui.
pl: Szczegóły i ruch dla połączenia pojawią się tutaj.
sk: Tu sa zobrazia podrobnosti a prenos dát pripojenia.

source: Device name
cs: Název zařízení
de: Gerätename
es: Nombre del dispositivo
hu: Eszköz neve
it: Nome dispositivo
pl: Nazwa urządzenia
sk: Názov zariadenia

source: Device revoked
cs: Zařízení zrušeno
de: Gerät widerrufen
es: Dispositivo revocado
hu: Eszköz visszavonva
it: Dispositivo revocato
pl: Urządzenie unieważnione
sk: Zariadenie bolo zrušené

source: Disconnect
cs: Odpojit
de: Trennen
es: Desconectar
hu: Leválasztás
it: Disconnetti
pl: Rozłącz
sk: Odpojiť

source: Disconnect %@
cs: Odpojit %@
de: %@ trennen
es: Desconectar %@
hu: %@ leválasztása
it: Disconnetti %@
pl: Rozłącz %@
sk: Odpojiť %@

source: Disconnect VPN
cs: Odpojit VPN
de: VPN trennen
es: Desconectar la VPN
hu: VPN leválasztása
it: Disconnetti VPN
pl: Rozłącz VPN
sk: Odpojiť VPN

source: Disconnect before deleting.
cs: Před smazáním se odpojte.
de: Trennen Sie die Verbindung vor dem Löschen.
es: Desconéctese antes de eliminar.
hu: Törlés előtt válassza le.
it: Si disconnetta prima di eliminare.
pl: Rozłącz przed usunięciem.
sk: Pred vymazaním sa odpojte.

source: Dismiss
cs: Zavřít
de: Schließen
es: Descartar
hu: Bezárás
it: Ignora
pl: Odrzuć
sk: Zavrieť

source: Done
cs: Hotovo
de: Fertig
es: Hecho
hu: Kész
it: Fine
pl: Gotowe
sk: Hotovo

source: Duration
cs: Doba trvání
de: Dauer
es: Duración
hu: Időtartam
it: Durata
pl: Czas trwania
sk: Trvanie

source: Endpoint
cs: Koncový bod
de: Endpunkt
es: Extremo
hu: Végpont
pl: Punkt końcowy
sk: Koncový bod

source: Enter a code instead
cs: Zadat kód místo toho
de: Stattdessen einen Code eingeben
es: Introducir un código en su lugar
hu: Adjon meg inkább egy kódot
it: Inserisci un codice
pl: Wprowadź kod zamiast tego
sk: Zadať kód

source: Enter a valid address, for example vpn.company.com.
cs: Zadejte platnou adresu, například vpn.company.com.
de: Geben Sie eine gültige Adresse ein, zum Beispiel vpn.company.com.
es: Introduzca una dirección válida, por ejemplo vpn.empresa.com.
hu: Adjon meg egy érvényes címet, például vpn.company.com.
it: Inserisca un indirizzo valido, ad esempio vpn.company.com.
pl: Wprowadź prawidłowy adres, na przykład vpn.company.com.
sk: Zadajte platnú adresu, napríklad vpn.firma.sk.

source: Enter the 6-digit code from your authenticator app to connect to %@.
cs: Zadejte šestimístný kód z autentizační aplikace pro připojení k %@.
de: Geben Sie den 6-stelligen Code aus Ihrer Authenticator-App ein, um sich mit %@ zu verbinden.
es: Introduzca el código de 6 dígitos de su aplicación de autenticación para conectarse a %@.
hu: Adja meg a hitelesítő alkalmazás 6 jegyű kódját a következőhöz való csatlakozáshoz: %@.
it: Inserisca il codice a 6 cifre della sua app di autenticazione per connettersi a %@.
pl: Wprowadź 6-cyfrowy kod z aplikacji uwierzytelniającej, aby połączyć się z %@.
sk: Na pripojenie k %@ zadajte 6-miestny kód z aplikácie autentifikátora.

source: Enter the 6-digit code from your authenticator app.
cs: Zadejte šestimístný kód z autentizační aplikace.
de: Geben Sie den 6-stelligen Code aus Ihrer Authenticator-App ein.
es: Introduzca el código de 6 dígitos de su aplicación de autenticación.
hu: Adja meg a hitelesítő alkalmazás 6 jegyű kódját.
it: Inserisca il codice a 6 cifre della sua app di autenticazione.
pl: Wprowadź 6-cyfrowy kod z aplikacji uwierzytelniającej.
sk: Zadajte 6-miestny kód z aplikácie autentifikátora.

source: Enter the 6-digit code.
cs: Zadejte šestimístný kód.
de: Geben Sie den 6-stelligen Code ein.
es: Introduzca el código de 6 dígitos.
hu: Adja meg a 6 jegyű kódot.
it: Inserisca il codice a 6 cifre.
pl: Wprowadź 6-cyfrowy kod.
sk: Zadajte 6-miestny kód.

source: Enter the address your administrator gave you.
cs: Zadejte adresu, kterou vám poskytl správce.
de: Geben Sie die Adresse ein, die Sie von Ihrem Administrator erhalten haben.
es: Introduzca la dirección que le facilitó su administrador.
hu: Adja meg a rendszergazdától kapott címet.
it: Inserisca l'indirizzo fornito dal suo amministratore.
pl: Wprowadź adres podany przez administratora.
sk: Zadajte adresu, ktorú vám poskytol správca.

source: Enter your username and password.
cs: Zadejte uživatelské jméno a heslo.
de: Geben Sie Ihren Benutzernamen und Ihr Passwort ein.
es: Introduzca su nombre de usuario y contraseña.
hu: Adja meg a felhasználónevét és jelszavát.
it: Inserisca nome utente e password.
pl: Wprowadź nazwę użytkownika i hasło.
sk: Zadajte používateľské meno a heslo.

source: Finishing up…
cs: Dokončování…
de: Wird abgeschlossen…
es: Finalizando…
hu: Befejezés…
it: Completamento in corso…
pl: Kończenie…
sk: Dokončuje sa…

source: Go runtime, standard library and golang.org/x/crypto, net, sys
cs: Běhové prostředí Go, standardní knihovna a golang.org/x/crypto, net, sys
de: Go-Laufzeitumgebung, Standardbibliothek und golang.org/x/crypto, net, sys
es: Entorno de ejecución de Go, biblioteca estándar y golang.org/x/crypto, net, sys
hu: Go futtatókörnyezet, standard könyvtár és golang.org/x/crypto, net, sys
it: Runtime Go, libreria standard e golang.org/x/crypto, net, sys
pl: Środowisko uruchomieniowe Go, biblioteka standardowa oraz golang.org/x/crypto, net, sys
sk: Runtime jazyka Go, štandardná knižnica a golang.org/x/crypto, net, sys

source: How will you connect?
cs: Jak se chcete připojit?
de: Wie möchten Sie sich verbinden?
es: ¿Cómo desea conectarse?
hu: Hogyan szeretne csatlakozni?
it: Come desidera connettersi?
pl: Jak chcesz się połączyć?
sk: Ako sa budete pripájať?

source: Import
cs: Importovat
de: Importieren
es: Importar
hu: Importálás
it: Importa
pl: Importuj
sk: Importovať

source: Import WireGuard configuration files yourself. No account needed.
cs: Importujte konfigurační soubory WireGuard sami. Není potřeba účet.
de: Importieren Sie WireGuard-Konfigurationsdateien selbst. Kein Konto erforderlich.
es: Importe usted mismo archivos de configuración de WireGuard. No se necesita cuenta.
hu: Importáljon saját maga WireGuard konfigurációs fájlokat. Nincs szükség fiókra.
it: Importi autonomamente i file di configurazione WireGuard. Nessun account necessario.
pl: Samodzielnie importuj pliki konfiguracji WireGuard. Konto nie jest wymagane.
sk: Konfiguračné súbory WireGuard si importujete sami. Účet nie je potrebný.

source: Import a WireGuard configuration file to get started.
cs: Začněte importem konfiguračního souboru WireGuard.
de: Importieren Sie eine WireGuard-Konfigurationsdatei, um zu beginnen.
es: Importe un archivo de configuración de WireGuard para empezar.
hu: A kezdéshez importáljon egy WireGuard konfigurációs fájlt.
it: Importi un file di configurazione WireGuard per iniziare.
pl: Zaimportuj plik konfiguracji WireGuard, aby rozpocząć.
sk: Začnite importom konfiguračného súboru WireGuard.

source: Import configuration
cs: Importovat konfiguraci
de: Konfiguration importieren
es: Importar la configuración
hu: Konfiguráció importálása
it: Importa configurazione
pl: Importuj konfigurację
sk: Importovať konfiguráciu

source: Imported
cs: Importováno
de: Importiert
es: Importada
hu: Importálva
it: Importata
pl: Zaimportowano
sk: Importované

source: Imported configuration
cs: Importovaná konfigurace
de: Importierte Konfiguration
es: Configuración importada
hu: Importált konfiguráció
it: Configurazione importata
pl: Zaimportowana konfiguracja
sk: Importovaná konfigurácia

source: Imported tunnel
cs: Importovaný tunel
de: Importierter Tunnel
es: Túnel importado
hu: Importált alagút
it: Tunnel importato
pl: Zaimportowany tunel
sk: Importovaný tunel

source: Invalid URL
cs: Neplatná URL
de: Ungültige URL
es: URL no válida
hu: Érvénytelen URL
it: URL non valido
pl: Nieprawidłowy URL
sk: Neplatná adresa URL

source: Invalid WireGuard config
cs: Neplatná konfigurace WireGuard
de: Ungültige WireGuard-Konfiguration
es: Configuración de WireGuard no válida
hu: Érvénytelen WireGuard konfiguráció
it: Configurazione WireGuard non valida
pl: Nieprawidłowa konfiguracja WireGuard
sk: Neplatná konfigurácia WireGuard

source: Invalid response
cs: Neplatná odpověď
de: Ungültige Antwort
es: Respuesta no válida
hu: Érvénytelen válasz
it: Risposta non valida
pl: Nieprawidłowa odpowiedź
sk: Neplatná odpoveď

source: It was removed or is no longer assigned to you.
cs: Byla odstraněna nebo vám již není přiřazena.
de: Sie wurde entfernt oder ist Ihnen nicht mehr zugewiesen.
es: Se eliminó o ya no está asignada a usted.
hu: Eltávolításra került, vagy már nincs Önhöz rendelve.
it: È stata rimossa o non è più assegnata a lei.
pl: Zostało usunięte lub nie jest już do Ciebie przypisane.
sk: Bolo odstránené alebo vám už nie je pridelené.

source: Just now
cs: Právě teď
de: Gerade eben
es: Ahora mismo
hu: Épp most
it: Adesso
pl: Przed chwilą
sk: Práve teraz

source: Last handshake
cs: Poslední handshake
de: Letzter Handshake
es: Último protocolo de enlace
hu: Utolsó kézfogás
it: Ultimo handshake
pl: Ostatni handshake
sk: Posledný handshake

source: License text not found.
cs: Text licence nebyl nalezen.
de: Lizenztext nicht gefunden.
es: No se encontró el texto de la licencia.
hu: A licencszöveg nem található.
it: Testo della licenza non trovato.
pl: Nie znaleziono tekstu licencji.
sk: Text licencie sa nenašiel.

source: Location
cs: Umístění
de: Standort
es: Ubicación
hu: Hely
it: Posizione
pl: Lokalizacja
sk: Umiestnenie

source: Login expired or revoked
cs: Přihlášení vypršelo nebo bylo zrušeno
de: Anmeldung abgelaufen oder widerrufen
es: Sesión caducada o revocada
hu: A bejelentkezés lejárt vagy visszavonásra került
it: Accesso scaduto o revocato
pl: Logowanie wygasło lub zostało unieważnione
sk: Prihlásenie vypršalo alebo bolo zrušené

source: Managed
cs: Spravováno
de: Verwaltet
es: Gestionada
hu: Felügyelt
it: Gestita
pl: Zarządzane
sk: Spravované

source: Managed by your organization
cs: Spravováno vaší organizací
de: Von Ihrer Organisation verwaltet
es: Gestionada por su organización
hu: A szervezete által felügyelt
it: Gestita dalla sua organizzazione
pl: Zarządzane przez Twoją organizację
sk: Spravované vašou organizáciou

source: Mode
cs: Režim
de: Modus
es: Modo
hu: Mód
it: Modalità
pl: Tryb
sk: Režim

source: More options
cs: Další možnosti
de: Weitere Optionen
es: Más opciones
hu: További lehetőségek
it: Altre opzioni
pl: Więcej opcji
sk: Ďalšie možnosti

source: Name
cs: Název
es: Nombre
hu: Név
it: Nome
pl: Nazwa
sk: Názov

source: Name this device
cs: Pojmenujte toto zařízení
de: Dieses Gerät benennen
es: Asigne un nombre a este dispositivo
hu: Nevezze el ezt az eszközt
it: Assegna un nome a questo dispositivo
pl: Nazwij to urządzenie
sk: Pomenujte toto zariadenie

source: Network
cs: Síť
de: Netzwerk
es: Red
hu: Hálózat
it: Rete
pl: Sieć
sk: Sieť

source: Network error. Try again.
cs: Chyba sítě. Zkuste to znovu.
de: Netzwerkfehler. Versuchen Sie es erneut.
es: Error de red. Inténtelo de nuevo.
hu: Hálózati hiba. Próbálja újra.
it: Errore di rete. Riprovi.
pl: Błąd sieci. Spróbuj ponownie.
sk: Chyba siete. Skúste to znova.

source: No answer in time. Send a new request to try again.
cs: Žádná odpověď včas. Odešlete nový požadavek a zkuste to znovu.
de: Keine rechtzeitige Antwort. Senden Sie eine neue Anfrage, um es erneut zu versuchen.
es: No hubo respuesta a tiempo. Envíe una nueva solicitud para volver a intentarlo.
hu: Nem érkezett válasz időben. Küldjön új kérést az újrapróbálkozáshoz.
it: Nessuna risposta nei tempi previsti. Invii una nuova richiesta per riprovare.
pl: Brak odpowiedzi w wyznaczonym czasie. Wyślij nowe żądanie, aby spróbować ponownie.
sk: Odpoveď neprišla včas. Ak to chcete skúsiť znova, pošlite novú žiadosť.

source: No configurations yet
cs: Zatím žádné konfigurace
de: Noch keine Konfigurationen
es: Aún no hay configuraciones
hu: Még nincsenek konfigurációk
it: Nessuna configurazione
pl: Brak konfiguracji
sk: Zatiaľ žiadne konfigurácie

source: No connections assigned
cs: Žádná připojení nejsou přiřazena
de: Keine Verbindungen zugewiesen
es: No hay conexiones asignadas
hu: Nincs hozzárendelt kapcsolat
it: Nessuna connessione assegnata
pl: Brak przypisanych połączeń
sk: Žiadne pridelené pripojenia

source: None of the server's endpoints could be reached.
cs: Žádný z koncových bodů serveru nebyl dostupný.
de: Keiner der Endpunkte des Servers war erreichbar.
es: No se pudo contactar con ninguno de los extremos del servidor.
hu: A szerver egyik végpontja sem volt elérhető.
it: Non è stato possibile raggiungere nessun endpoint del server.
pl: Nie można połączyć się z żadnym punktem końcowym serwera.
sk: Žiadny z koncových bodov servera nie je dostupný.

source: Not connected
cs: Nepřipojeno
de: Nicht verbunden
es: Sin conexión
hu: Nincs csatlakoztatva
it: Non connesso
pl: Nie połączono
sk: Nepripojené

source: Nothing here yet
cs: Zatím je tu prázdno
de: Hier ist noch nichts
es: Aún no hay nada aquí
hu: Itt még nincs semmi
it: Ancora nulla qui
pl: Nic tu jeszcze nie ma
sk: Zatiaľ tu nič nie je

source: Open the notification on your phone and approve the request.
cs: Otevřete oznámení v telefonu a schvalte požadavek.
de: Öffnen Sie die Benachrichtigung auf Ihrem Telefon und genehmigen Sie die Anfrage.
es: Abra la notificación en su teléfono y apruebe la solicitud.
hu: Nyissa meg az értesítést a telefonján, és hagyja jóvá a kérést.
it: Apra la notifica sul telefono e approvi la richiesta.
pl: Otwórz powiadomienie na telefonie i zatwierdź żądanie.
sk: Otvorte upozornenie na telefóne a schváľte žiadosť.

source: Open-source licenses
cs: Licence open source
de: Open-Source-Lizenzen
es: Licencias de código abierto
hu: Nyílt forráskódú licencek
it: Licenze open source
pl: Licencje open source
sk: Licencie open-source softvéru

source: Organization
cs: Organizace
de: Organisation
es: Organización
hu: Szervezet
it: Organizzazione
pl: Organizacja
sk: Organizácia

source: Password
cs: Heslo
de: Passwort
es: Contraseña
hu: Jelszó
pl: Hasło
sk: Heslo

source: Privacy policy
cs: Zásady ochrany soukromí
de: Datenschutzrichtlinie
es: Política de privacidad
hu: Adatvédelmi irányelvek
it: Informativa sulla privacy
pl: Polityka prywatności
sk: Zásady ochrany osobných údajov

source: Push approval isn't available right now.
cs: Push schválení není momentálně k dispozici.
de: Die Push-Genehmigung ist derzeit nicht verfügbar.
es: La aprobación push no está disponible en este momento.
hu: A push jóváhagyás jelenleg nem érhető el.
it: L'approvazione push non è disponibile al momento.
pl: Zatwierdzenie push jest teraz niedostępne.
sk: Schválenie push momentálne nie je k dispozícii.

source: Push authentication required
cs: Vyžadováno push ověření
de: Push-Authentifizierung erforderlich
es: Se requiere autenticación push
hu: Push hitelesítés szükséges
it: Autenticazione push richiesta
pl: Wymagane uwierzytelnianie push
sk: Vyžaduje sa schválenie push
